Repository: Nesquick23/macUSB
Catalog: macUSB/Localizable.xcstrings
Source language: pl
Languages: de, en, es, fr, ja, pt_br, ru, zh_hans

source: Podłącz dysk USB i poczekaj na wykrycie...
de: Schließen Sie das USB-Laufwerk an und warten Sie auf die Erkennung...
en: Connect USB drive and wait for detection...
es: Conecte la memoria USB y espere a que sea detectada...
fr: Connectez la clé USB et attendez la détection...
ja: USBメモリを接続して検出を待機してください...
pt_br: Conecte o pen drive e aguarde a detecção...
ru: Подключите USB-накопитель и дождитесь обнаружения...
zh_hans: 连接 U 盘并等待检测...

source: Podpisywanie instalatora...
de: Installer wird signiert...
en: Signing installer...
es: Firmando el instalador...
fr: Signature de l'installateur...
ja: インストーラに署名中...
pt_br: Assinando o instalador...
ru: Подписание установщика...
zh_hans: 正在签署安装程序...

source: Pomyślnie wykryto system
de: System erfolgreich erkannt
en: System successfully detected
es: Sistema detectado con éxito
fr: Système détecté avec succès
ja: システムが正常に検出されました
pt_br: Sistema detectado com sucesso
ru: Система успешно обнаружена
zh_hans: 系统检测成功

source: Postępuj zgodnie z instrukcjami w oknie Terminala.
de: Befolgen Sie die Anweisungen im Terminalfenster.
en: Follow the instructions in the Terminal window.
es: Siga las instrucciones en la ventana de Terminal.
fr: Suivez les instructions dans la fenêtre Terminal.
ja: ターミナルウィンドウの指示に従ってください。
pt_br: Siga as instruções na janela do Terminal.
ru: Следуйте инструкциям в окне Терминала.
zh_hans: 请按照终端窗口中的说明进行操作。

source: Proces może potrwać kilka minut.
de: Der Vorgang kann einige Minuten dauern.
en: The process may take a few minutes.
es: El proceso puede tardar unos minutos.
fr: Le processus peut prendre quelques minutes.
ja: 処理には数分かかる場合があります。
pt_br: O processo pode levar alguns minutos.
ru: Процесс может занять несколько минут.
zh_hans: 此过程可能需要几分钟。

source: Proces przerwany
de: Vorgang abgebrochen
en: Process interrupted
es: Proceso interrumpido
fr: Processus interrompu
ja: プロセスが中断されました
pt_br: Processo interrompido
ru: Процесс прерван
zh_hans: 进程已中断

source: Proces w toku...
de: Vorgang läuft...
en: Process in progress...
es: Proceso en curso...
fr: Processus en cours...
ja: 処理中...
pt_br: Processo em andamento...
ru: Процесс выполняется...
zh_hans: 进程正在进行...

source: Proszę zachować cierpliwość i nie zamykać okna...
de: Bitte haben Sie Geduld und schließen Sie das Fenster nicht...
en: Please be patient and do not close the window...
es: Por favor, tenga paciencia y no cierre la ventana...
fr: Veuillez patienter et ne pas fermer la fenêtre...
ja: しばらくお待ちください。ウィンドウを閉じないでください...
pt_br: Por favor, tenha paciência e não feche a janela...
ru: Пожалуйста, наберитесь терпения и не закрывайте окно...
zh_hans: 请耐心等待，不要关闭窗口...

source: Przebieg procesu
de: Prozessübersicht
en: Process overview
es: Resumen del proceso
fr: Aperçu du processus
ja: プロセスの概要
pt_br: Visão geral do processo
ru: Обзор процесса
zh_hans: 进程概览

source: Przejdź dalej
de: Weiter
en: Continue
es: Continuar
fr: Continuer
ja: 次へ
pt_br: Continuar
ru: Продолжить
zh_hans: 继续

source: Przejdź dalej, aby zakończyć proces...
de: Fahren Sie fort, um den Vorgang abzuschließen...
en: Continue to finish the process...
es: Continúe para finalizar el proceso...
fr: Continuez pour terminer le processus...
ja: 次へ進んでプロセスを完了してください...
pt_br: Continue para finalizar o processo...
ru: Продолжите, чтобы завершить процесс...
zh_hans: 继续以完成该过程...

source: Przerwij i zakończ
de: Abbrechen und beenden
en: Abort and exit
es: Abortar y salir
fr: Interrompre et quitter
ja: 中止して終了
pt_br: Abortar e sair
ru: Прервать и выйти
zh_hans: 中止并退出

source: Przygotowanie plików
de: Dateien werden vorbereitet
en: Preparing files
es: Preparando archivos
fr: Préparation des fichiers
ja: ファイルを準備中
pt_br: Preparando arquivos
ru: Подготовка файлов
zh_hans: 正在准备文件

source: Rozpocznij
de: Starten
en: Start
es: Iniciar
fr: Démarrer
ja: 開始
pt_br: Iniciar
ru: Начать
zh_hans: 开始

source: Rozpoczynanie przywracania na USB...
de: Wiederherstellung auf USB wird gestartet...
en: Starting restore to USB...
es: Iniciando restauración en USB...
fr: Démarrage de la restauration sur USB...
ja: USBへの復元を開始しています...
pt_br: Iniciando restauração no USB...
ru: Запуск восстановления на USB...
zh_hans: 正在开始恢复至 USB...

source: Ścieżka...
de: Pfad...
en: Path...
es: Ruta...
fr: Chemin...
ja: パス...
pt_br: Caminho...
ru: Путь...
zh_hans: 路径...

source: Sprawdź powyższe komunikaty błędów.
de: Überprüfen Sie die obigen Fehlermeldungen.
en: Check the error messages above.
es: Compruebe los mensajes de error de arriba.
fr: Vérifiez les messages d'erreur ci-dessus.
ja: 上記のエラーメッセージを確認してください。
pt_br: Verifique as mensagens de erro acima.
ru: Проверьте сообщения об ошибках выше.
zh_hans: 请检查上面的错误消息。

source: Sukces!
de: Erfolg!
en: Success!
es: ¡Éxito!
fr: Succès !
ja: 成功！
pt_br: Sucesso!
ru: Успех!
zh_hans: 成功！

source: SUKCES! Instalator został utworzony.
de: ERFOLG! Der Installer wurde erstellt.
en: SUCCESS! The installer has been created.
es: ¡ÉXITO! Se ha creado el instalador.
fr: SUCCÈS ! L'installateur a été créé.
ja: 成功！インストーラが作成されました。
pt_br: SUCESSO! O instalador foi criado.
ru: УСПЕХ! Установщик создан.
zh_hans: 成功！安装程序已创建。

source: Szukanie pliku obrazu...
de: Image-Datei wird gesucht...
en: Searching for image file...
es: Buscando archivo de imagen...
fr: Recherche du fichier image...
ja: イメージファイルを検索中...
pt_br: Procurando arquivo de imagem...
ru: Поиск файла образа...
zh_hans: 正在搜索镜像文件...

source: Ta wersja systemu macOS Sierra nie jest wspierana przez aplikację. Potrzebna jest nowsza wersja instalatora.
de: Diese Version von macOS Sierra wird von der Anwendung nicht unterstützt. Eine neuere Installer-Version ist erforderlich.
en: This version of macOS Sierra is not supported by the application. A newer installer version is required.
es: Esta versión de macOS Sierra no es compatible con la aplicación. Se requiere una versión más reciente del instalador.
fr: Cette version de macOS Sierra n’est pas prise en charge par l’application. Une version plus récente de l’installateur est requise.
ja: このバージョンの macOS Sierra はこのアプリケーションではサポートされていません。より新しいインストーラが必要です。
pt_br: Esta versão do macOS Sierra não é compatível com o aplicativo. É necessária uma versão mais recente do instalador.
ru: Эта версия macOS Sierra не поддерживается приложением. Требуется более новая версия установщика.
zh_hans: 此版本的 macOS Sierra 不受该应用程序支持，需要更新版本的安装器。

source: Tak
de: Ja
en: Yes
es: Sí
fr: Oui
ja: はい
pt_br: Sim
ru: Да
zh_hans: 是

source: Terminal zamknie się automatycznie za 3 sekundy.
de: Das Terminal schließt sich automatisch in 3 Sekunden.
en: Terminal will close automatically in 3 seconds.
es: La Terminal se cerrará automáticamente en 3 segundos.
fr: Le Terminal se fermera automatiquement dans 3 secondes.
ja: ターミナルは3秒後に自動的に閉じます。
pt_br: O Terminal fechará automaticamente em 3 segundos.
ru: Терминал закроется автоматически через 3 секунды.
zh_hans: 终端将在 3 秒后自动关闭。

source: Trwa analizowanie pliku .dmg, proszę czekać
de: .dmg-Datei wird analysiert, bitte warten
en: Analyzing .dmg file, please wait
es: Analizando archivo .dmg, por favor espere
fr: Analyse du fichier .dmg en cours, veuillez patienter
ja: .dmgファイルを分析中です。お待ちください
pt_br: Analisando arquivo .dmg, aguarde
ru: Анализ файла .dmg, пожалуйста, подождите
zh_hans: 正在分析 .dmg 文件，请稍候

source: Trwa kopiowanie plików, proszę czekać.
de: Dateien werden kopiert, bitte warten.
en: Copying files, please wait.
es: Copiando archivos, por favor espere.
fr: Copie des fichiers en cours, veuillez patienter.
ja: ファイルをコピー中です。お待ちください。
pt_br: Copiando arquivos, aguarde.
ru: Копирование файлов, пожалуйста, подождите.
zh_hans: 正在复制文件，请稍候。

source: Tworzenie bootowalnych dysków USB z systemem macOS oraz OS X nigdy nie było takie proste!
de: Das Erstellen von bootfähigen macOS- und OS X-USB-Laufwerken war noch nie so einfach!
en: Creating bootable macOS and OS X USB drives has never been easier!
es: ¡Crear memorias USB de arranque con macOS y OS X nunca fue tan fácil!
fr: Créer des clés USB amorçables macOS et OS X n'a jamais été aussi simple !
ja: macOSおよびOS Xの起動可能なUSBメモリの作成が かつてないほど簡単になりました！
pt_br: Criar pen drives inicializáveis do macOS e OS X nunca foi tão fácil!
ru: Создание загрузочных USB-дисков macOS и OS X еще никогда не было таким простым!
zh_hans: 创建可引导的 macOS 和 OS X U 盘 从未如此简单！

source: Uruchomiono Terminal
de: Terminal gestartet
en: Terminal Launched
es: Terminal iniciado
fr: Terminal lancé
ja: ターミナルが起動しました
pt_br: Terminal iniciado
ru: Терминал запущен
zh_hans: 终端已启动

source: Utworzono instalator systemu
de: Systeminstaller erstellt
en: System installer created
es: Instalador del sistema creado
fr: Installateur système créé
ja: システムインストーラが作成されました
pt_br: Instalador do sistema criado
ru: Установщик системы создан
zh_hans: 已创建系统安装程序

source: UWAGA: Ten etap jest najbardziej czasochłonny.
de: HINWEIS: Diese Phase dauert am längsten.
en: NOTE: This stage is the most time-consuming.
es: NOTA: Esta etapa es la que más tiempo consume.
fr: REMARQUE : Cette étape est la plus longue.
ja: 注意: この段階が最も時間がかかります。
pt_br: NOTA: Esta etapa é a mais demorada.
ru: ПРИМЕЧАНИЕ: Этот этап занимает больше всего времени.
zh_hans: 注意：此阶段耗时最长。

source: UWAGA: Wszystkie dane na USB zostaną usunięte!
de: ACHTUNG: Alle Daten auf dem USB-Stick werden gelöscht!
en: WARNING: All data on the USB drive will be deleted!
es: ATENCIÓN: ¡Se eliminarán todos los datos del USB!
fr: ATTENTION : Toutes les données sur la clé USB seront supprimées !
ja: 注意：USB上のすべてのデータが消去されます！
pt_br: ATENÇÃO: Todos os dados no USB serão apagados!
ru: ВНИМАНИЕ: Все данные на USB будут удалены!
zh_hans: 注意：USB 上的所有数据将被删除！

source: UWAGA!
de: ACHTUNG!
en: WARNING!
es: ¡ADVERTENCIA!
fr: ATTENTION !
ja: 警告！
pt_br: ATENÇÃO!
ru: ВНИМАНИЕ!
zh_hans: 警告！

source: WERSJA SYSTEMU:
de: SYSTEMVERSION:
en: SYSTEM VERSION:
es: VERSIÓN DEL SISTEMA:
fr: VERSION DU SYSTÈME :
ja: システムバージョン:
pt_br: VERSÃO DO SISTEMA:
ru: ВЕРСИЯ СИСТЕМЫ:
zh_hans: 系统版本：

source: Weryfikacja sum kontrolnych...
de: Prüfsummen werden verifiziert...
en: Verifying checksums...
es: Verificando sumas de comprobación...
fr: Vérification des sommes de contrôle...
ja: チェックサムを検証中...
pt_br: Verificando somas de verificação...
ru: Проверка контрольных сумм...
zh_hans: 正在验证校验和...

source: Weryfikowanie plików
de: Dateien werden verifiziert
en: Verifying files
es: Verificando archivos
fr: Vérification des fichiers
ja: ファイルを検証中
pt_br: Verificando arquivos
ru: Проверка файлов
zh_hans: 正在验证文件

source: Wpisz hasło i naciśnij Enter (hasła nie widać).
de: Geben Sie das Passwort ein und drücken Sie Enter (Passwort ist nicht sichtbar).
en: Enter password and press Enter (password is hidden).
es: Escribe la contraseña y pulsa Enter (la contraseña no es visible).
fr: Entrez le mot de passe et appuyez sur Entrée (le mot de passe est masqué).
ja: パスワードを入力してEnterキーを押してください（パスワードは表示されません）。
pt_br: Digite a senha e pressione Enter (a senha não fica visível).
ru: Введите пароль и нажмите Enter (пароль не виден).
zh_hans: 输入密码并按 Enter 键（密码不可见）。

source: Wprowadź hasło administratora, aby kontynuować.
de: Geben Sie das Administratorpasswort ein, um fortzufahren.
en: Enter administrator password to continue.
es: Introduzca la contraseña de administrador para continuar.
fr: Entrez le mot de passe administrateur pour continuer.
ja: 続行するには管理者パスワードを入力してください。
pt_br: Digite a senha de administrador para continuar.
ru: Введите пароль администратора для продолжения.
zh_hans: 输入管理员密码以继续。

source: Wszystkie pliki na wybranym dysku USB zostaną bezpowrotnie usunięte!
de: Alle Dateien auf dem ausgewählten USB-Laufwerk werden unwiderruflich gelöscht!
en: All files on the selected USB drive will be permanently erased!
es: ¡Todos los archivos en la memoria USB seleccionada se borrarán permanentemente!
fr: Tous les fichiers sur la clé USB sélectionnée seront définitivement effacés !
ja: 選択したUSBメモリ上のすべてのファイルは完全に消去されます！
pt_br: Todos os arquivos no pen drive selecionado serão apagados permanentemente!
ru: Все файлы на выбранном USB-накопителе будут безвозвратно удалены!
zh_hans: 所选 U 盘上的所有文件将被永久清除！

source: Wybierz
de: Auswählen
en: Select
es: Seleccionar
fr: Choisir
ja: 選択
pt_br: Selecionar
ru: Выбрать
zh_hans: 选择

source: Wybierz docelowy dysk USB:
de: USB-Ziellaufwerk auswählen:
en: Select target USB drive:
es: Seleccione la memoria USB de destino:
fr: Sélectionnez la clé USB cible :
ja: 対象のUSBメモリを選択:
pt_br: Selecione o pen drive de destino:
ru: Выберите целевой USB-накопитель:
zh_hans: 选择目标 U 盘：

source: Wybierz go ręcznie lub przeciągnij powyżej
de: Wählen Sie es manuell aus oder ziehen Sie es nach oben
en: Select it manually or drag it above
es: Selecciónelo manualmente o arrástrelo arriba
fr: Sélectionnez-le manuellement ou glissez-le ci-dessus
ja: 手動で選択するか、上にドラッグしてください
pt_br: Selecione manualmente ou arraste acima
ru: Выберите его вручную или перетащите выше
zh_hans: 手动选择或将其拖到上方

source: Wybierz plik .dmg lub .app
de: Wählen Sie eine .dmg- oder .app-Datei
en: Select a .dmg or .app file
es: Seleccione un archivo .dmg o .app
fr: Sélectionnez un fichier .dmg ou .app
ja: .dmgまたは.appファイルを選択
pt_br: Selecione um arquivo .dmg ou .app
ru: Выберите файл .dmg или .app
zh_hans: 选择 .dmg 或 .app 文件

source: Wybierz...
de: Auswählen...
en: Choose...
es: Elegir...
fr: Choisir...
ja: 選択...
pt_br: Escolher...
ru: Выбрать...
zh_hans: 选择...

source: Wybór dysku USB
de: USB-Laufwerksauswahl
en: USB Drive Selection
es: Selección de memoria USB
fr: Sélection de la clé USB
ja: USBメモリの選択
pt_br: Seleção de pen drive
ru: Выбор USB-накопителя
zh_hans: U 盘选择

source: Wybór systemu macOS
de: macOS-Systemauswahl
en: macOS System Selection
es: Selección del sistema macOS
fr: Sélection du système macOS
ja: macOSシステムの選択
pt_br: Seleção do sistema macOS
ru: Выбор системы macOS
zh_hans: macOS 系统选择

source: Wybrana wersja systemu
de: Ausgewählte Systemversion
en: Selected system version
es: Versión del sistema seleccionada
fr: Version du système sélectionnée
ja: 選択されたシステムバージョン
pt_br: Versão do sistema selecionada
ru: Выбранная версия системы
zh_hans: 已选择系统版本

source: Wybrany dysk USB
de: Ausgewähltes USB-Laufwerk
en: Selected USB drive
es: Memoria USB seleccionada
fr: Clé USB sélectionnée
ja: 選択されたUSBメモリ
pt_br: Pen drive selecionado
ru: Выбранный USB-накопитель
zh_hans: 已选择 U 盘

source: Wybrany dysk USB ma za małą pojemność
de: Die Kapazität des ausgewählten USB-Laufwerks ist zu gering
en: Selected USB drive capacity is too small
es: La capacidad de la memoria USB seleccionada es demasiado pequeña
fr: La capacité de la clé USB sélectionnée est trop faible
ja: 選択されたUSBメモリの容量が小さすぎます
pt_br: A capacidade do pen drive selecionado é muito pequena
ru: Емкость выбранного USB-накопителя слишком мала
zh_hans: 所选 U 盘容量太小

source: Wybrany system nie jest wspierany przez aplikację
de: Das ausgewählte System wird von der Anwendung nicht unterstützt
en: Selected system is not supported by the application
es: El sistema seleccionado no es compatible con la aplicación
fr: Le système sélectionné n'est pas pris en charge par l'application
ja: 選択されたシステムはアプリケーションでサポートされていません
pt_br: O sistema selecionado não é compatível com o aplicativo
ru: Выбранная система не поддерживается приложением
zh_hans: 所选系统不受此应用支持

source: Wymagana autoryzacja
de: Autorisierung erforderlich
en: Authorization required
es: Autorización requerida
fr: Autorisation requise
ja: 認証が必要です
pt_br: Autorização necessária
ru: Требуется авторизация
zh_hans: 需要授权

source: Wymagane jest minimum 16 GB.
de: Mindestens 16 GB erforderlich.
en: Min 16GB required.
es: Mínimo 16 GB requeridos.
fr: Minimum 16 Go requis.
ja: 最低16GBが必要です。
pt_br: Mínimo 16 GB necessários.
ru: Требуется минимум 16 ГБ.
zh_hans: 至少需要 16 GB。

source: Wymagane uprawnienia administratora.
de: Administratorrechte erforderlich.
en: Administrator privileges required.
es: Se requieren privilegios de administrador.
fr: Droits d'administrateur requis.
ja: 管理者権限が必要です。
pt_br: Privilégios de administrador necessários.
ru: Требуются права администратора.
zh_hans: 需要管理员权限。

source: Wymagania
de: Anforderungen
en: Requirements
es: Requisitos
fr: Exigences
ja: 要件
pt_br: Requisitos
ru: Требования
zh_hans: 要求

source: Wymagania sprzętowe
de: Hardwareanforderungen
en: Hardware Requirements
es: Requisitos de hardware
fr: Configuration matérielle requise
ja: ハードウェア要件
pt_br: Requisitos de hardware
ru: Требования к оборудованию
zh_hans: 硬件要求

source: Wystąpił błąd
de: Ein Fehler ist aufgetreten
en: An error occurred
es: Ocurrió un error
fr: Une erreur est survenue
ja: エラーが発生しました
pt_br: Ocorreu um erro
ru: Произошла ошибка
zh_hans: 发生错误

source: Zakończ
de: Beenden
en: Finish
es: Terminar
fr: Terminer
ja: 終了
pt_br: Concluir
ru: Завершить
zh_hans: 完成

source: Zakończ i wyjdź
de: Beenden und schließen
en: Finish and Exit
es: Terminar y salir
fr: Terminer et Quitter
ja: 完了して終了
pt_br: Finalizar e Sair
ru: Завершить и выйти
zh_hans: 完成并退出

source: Zakończono
de: Abgeschlossen
en: Finished
es: Finalizado
fr: Terminé
ja: 完了
pt_br: Concluído
ru: Завершено
zh_hans: 已完成

source: Zakończono pracę!
de: Arbeit abgeschlossen!
en: Work complete!
es: ¡Trabajo completado!
fr: Travail terminé !
ja: 作業完了！
pt_br: Trabalho concluído!
ru: Работа завершена!
zh_hans: 工作完成！

source: Zmień język
de: Sprache ändern
en: Change language
es: Cambiar idioma
fr: Changer de langue
ja: 言語を変更
pt_br: Mudar idioma
ru: Сменить язык
zh_hans: 更改语言
